---
kind: enumMember
id: F:Autodesk.Revit.DB.BrowserOrganizationType.Views
enum: Autodesk.Revit.DB.BrowserOrganizationType
source: html/ae9d1868-db91-1497-df87-1db4a35a4b9e.htm
---
# Autodesk.Revit.DB.BrowserOrganizationType.Views

The browser organization definition for views.